Repository: mihazg99/barber
Catalog: lib/l10n/app_*.arb
Languages: hr

source: Retry
hr: Pokušaj ponovo

source: Skip
hr: Preskoči

source: Next
hr: Dalje

source: Get started
hr: Započni

source: Save
hr: Spremi

source: Cancel
hr: Odustani

source: Search
hr: Pretraži

source: Book
hr: Rezerviraj

source: Manage
hr: Upravljaj

source: Select
hr: Odaberi

source: Selected
hr: Odabrano

# continueButton
source: Continue
hr: Nastavi

source: Back
hr: Natrag

# generalBack
source: Back
hr: Natrag

source: Log out
hr: Odjava

# logoutConfirmTitle
source: Logout
hr: Odjava

# logoutConfirmMessage
source: Are you sure you want to logout?
hr: Jeste li sigurni da želite se odjaviti?

# logoutFailed
source: Logout failed: {error}
hr: Odjava nije uspjela: {error}

# drawerGuestUser
source: Guest User
hr: Gost

# drawerUser
source: User
hr: Korisnik

# drawerSignInToSaveBookings
source: Sign in to save your bookings
hr: Prijavite se kako biste napravili rezervacije

# navHome
source: Home
hr: Početna

# navInventory
source: Inventory
hr: Inventar

# navStatistics
source: Statistics
hr: Statistika

# onboardingBookAppointmentsTitle
source: Book appointments
hr: Rezerviraj termine

# onboardingBookAppointmentsDescription
source: Schedule your visit in a few taps and manage your bookings easily.
hr: Zakažite posjet u nekoliko dodira i jednostavno upravljajte rezervacijama.

# onboardingScanQrTitle
source: Scan QR codes
hr: Skeniraj QR kodove

# onboardingScanQrDescription
source: Quick check-in and access to services by scanning QR codes at the location.
hr: Brza prijava i pristup uslugama skeniranjem QR kodova na lokaciji.

# onboardingManageInventoryTitle
source: Manage inventory
hr: Upravljaj inventarom

# onboardingManageInventoryDescription
source: Keep track of items and boxes across your locations.
hr: Pratite stavke i kutije na svim lokacijama.

# onboardingLoyaltyTitle
source: Earn loyalty points
hr: Zarađuj bodove vjernosti

# onboardingLoyaltyDescription
source: Collect points with every visit and redeem rewards at your favorite locations.
hr: Skupljaj bodove pri svakom posjetu i iskoristi nagrade u svojim omiljenim salonima.

# onboardingNotificationsTitle
source: Never miss an appointment
hr: Ne propusti termin

# onboardingNotificationsDescription
source: Get a reminder before your visit so you’re always on time.
hr: Primi podsjetnik prije posjeta da uvijek stigneš na vrijeme.

# enableReminders
source: Turn on reminders
hr: Uključi podsjetnike

source: Not now
hr: Ne sada

# authEnterPhone
source: Enter your phone number
hr: Unesite broj telefona

# authVerificationCodeSent
source: We'll send you a verification code
hr: Poslat ćemo vam verifikacijski kod

# authPhoneNumber
source: Phone number
hr: Broj telefona

# authPhoneValidation
source: Enter a valid phone number
hr: Unesite ispravan broj telefona

# authSendCode
source: Send code
hr: Pošalji kod

# authEnterVerificationCode
source: Enter verification code
hr: Unesite verifikacijski kod

# authCodeSentTo
source: We sent a code to {phone}
hr: Poslali smo kod na {phone}

# authVerificationCode
source: Verification code
hr: Verifikacijski kod

# authCodeValidation
source: Enter the 6-digit code
hr: Unesite 6-znamenkasti kod

# authVerify
source: Verify
hr: Potvrdi

# authCompleteProfile
source: Complete your profile
hr: Dovršite svoj profil

# authProfileDescription
source: Add your name so we can personalize your experience
hr: Dodajte svoje ime kako bismo personalizirali vaše iskustvo

# authFullName
source: Full name
hr: Puno ime

# authFullNameHint
source: John Doe
hr: Ivan Horvat

# authFullNameValidation
source: Please enter your name
hr: Molimo unesite svoje ime

# authPhone
source: Phone
hr: Telefon

source: Welcome
hr: Dobrodošli

source: Sign in
hr: Prijavi se

source: Sign in to continue
hr: Prijavite se za nastavak

source: Sign in to access exclusive rewards
hr: Prijavite se za pristup ekskluzivnim nagradama

source: Continue with Google
hr: Nastavi s Googleom

source: Continue with Apple
hr: Nastavi s Appleom

source: or
hr: ili

source: Continue with Phone
hr: Nastavi s telefonom

# bookingTitle
source: Book appointment
hr: Rezerviraj termin

# bookingSelectService
source: Select Service
hr: Odaberi uslugu

# bookingSelectBarber
source: Select a professional
hr: Odaberi profesionalca

# bookingAnyBarber
source: Any professional
hr: Bilo koji profesionalac

# bookingSelectDate
source: Select Date
hr: Odaberi datum

# bookingSelectTime
source: Select Time
hr: Odaberi vrijeme

# bookingConfirm
source: Confirm Booking
hr: Potvrdi rezervaciju

# bookingTotal
source: Total
hr: Ukupno

# bookingWithBarber
source: Booking with {barberName}
hr: Rezervacija s {barberName}

# timeMorning
source: Morning
hr: Jutro

# timeAfternoon
source: Afternoon
hr: Poslijepodne

# timeEvening
source: Evening
hr: Večer

# bookingNoAvailableTimes
source: No available times
hr: Nema dostupnih termina

# bookingSelectDifferentDate
source: Please select a different date
hr: Odaberi drugi datum

# bookingAppointmentSuccess
source: Appointment booked successfully!
hr: Rezervacija uspješno zakazana!

# bookingUserNotAuthenticated
source: User not authenticated
hr: Korisnik nije prijavljen

# bookingAlreadyHasUpcoming
source: You already have an upcoming appointment. Cancel or complete it before booking another.
hr: Već imate zakazan termin. Otkazujte ili dovršite ga prije nove rezervacije.

# bookingStepLocation
source: Location
hr: Lokacija

# bookingSelectLocation
source: Select Location
hr: Odaberi lokaciju

# bookingStepService
source: Service
hr: Usluga

# bookingStepBarber
source: Staff
hr: Tim

# bookingStepDate
source: Date
hr: Datum

# bookingStepTime
source: Time
hr: Vrijeme

# manageBookingTitle
source: Manage booking
hr: Upravljanje rezervacijom

# manageBookingReschedule
source: Reschedule
hr: Preuredi termin

# manageBookingCancelAppointment
source: Cancel appointment
hr: Otkaži rezervaciju

# manageBookingCancelConfirmTitle
source: Cancel appointment?
hr: Otkazati rezervaciju?

# manageBookingCancelConfirmMessage
source: Are you sure you want to cancel this appointment? This action cannot be undone.
hr: Jeste li sigurni da želite otkazati ovu rezervaciju? Ova radnja se ne može poništiti.

# manageBookingCancelConfirm
source: Yes, cancel
hr: Da, otkaži

# manageBookingCanceledSnackbar
source: Appointment canceled
hr: Rezervacija otkazana

# manageBookingCancelPolicyHours
source: Cancellation must be done at least {hours} hours before the appointment.
hr: Otkazivanje mora biti obavljeno najmanje {hours} sati prije termina.

# manageBookingCancelPeriodPassed
source: The cancellation period has passed. You can no longer cancel or reschedule this appointment.
hr: Rok za otkazivanje je istekao. Ovu rezervaciju više nije moguće otkazati niti preurediti.

# editBookingTitle
source: Change date & time
hr: Promjena datuma i vremena

# editBookingSelectNewDate
source: Select new date
hr: Odaberi novi datum

# editBookingSelectNewTime
source: Select new time
hr: Odaberi novo vrijeme

# editBookingUpdateButton
source: Update appointment
hr: Ažuriraj rezervaciju

# editBookingSuccessSnackbar
source: Appointment updated successfully
hr: Rezervacija uspješno ažurirana

# editBookingErrorSnackbar
source: Could not update appointment. Please try again.
hr: Nije moguće ažurirati rezervaciju. Pokušajte ponovo.

source: Upcoming
hr: Nadolazeće

source: Upcoming appointment
hr: Nadolazeći termin

source: Book your next visit
hr: Rezervirajte sljedeći posjet

# chooseLocationServiceTime
source: Choose location, service and time
hr: Odaberite uslugu i vrijeme

source: Book Now
hr: Rezerviraj sada

# sectionBarbers
source: Select a professional
hr: Odaberi profesionalca

# sectionPopularServices
source: Popular services
hr: Popularne usluge

# sectionNearbyBarbershop
source: Nearby locations
hr: Lokacije u blizini

# loyaltyPointsAbbrev
source: pts
hr: bod.

# loyaltyMember
source: MEMBER
hr: ČLAN

# loyaltyViewRewards
source: View rewards
hr: Pogledaj nagrade

# loyaltyGuestLabel
source: GUEST
hr: GOST

source: Scan QR Code
hr: Skeniraj QR kod

# loyaltyPageTitle
source: Loyalty & Rewards
hr: Nagrade i lojalnost

# loyaltyRewardsComingSoon
source: Rewards coming soon
hr: Nagrade uskoro

# loyaltyEarnPointsDescription
source: Earn points and redeem rewards
hr: Zaradite bodove i unovčite nagrade

# loyaltyRedeem
source: Redeem
hr: Unovči

# loyaltyMyRewards
source: My rewards
hr: Moje nagrade

# loyaltyInsufficientPoints
source: Not enough points
hr: Nedovoljno bodova

# loyaltyRedeemSuccess
source: Reward claimed! Show this QR code.
hr: Nagrada zatražena! Pokažite ovaj QR kod.

# dashboardRedeemReward
source: Redeem reward
hr: Skeniraj kod

# barberHomeGreetingMorning
source: Good morning
hr: Dobro jutro

# barberHomeGreetingAfternoon
source: Good afternoon
hr: Dobar dan

# barberHomeGreetingEvening
source: Good evening
hr: Dobra večer

# barberHomeScanCta
source: Scan QR
hr: Skeniraj QR

# barberHomeScanSubtitle
source: Redeem rewards or add loyalty points
hr: Unovči nagrade ili dodaj bodove

# barberHomeRedeemReward
source: Redeem reward
hr: Unovči nagradu

# barberHomeAddLoyalty
source: Add loyalty points
hr: Dodaj bodove

# barberHomeViewBookings
source: View bookings
hr: Pregled termina

# barberHomeTodayTitle
source: Today
hr: Danas

# barberHomeTodayEmpty
source: No appointments today
hr: Nema termina danas

# barberHomeUpcomingEmpty
source: No upcoming appointments
hr: Nema nadolazećih termina

# barberHomeUpcomingCardTitle
source: Appointments
hr: Termini

# barberHomeHey
source: Hey 👋
hr: Bok 👋

# barberHomeHeyName
source: Hey, {name} 👋
hr: Bok, {name} 👋

# barberHomeQuickActions
source: Quick actions
hr: Brze radnje

# redeemSuccess
source: Reward redeemed
hr: Nagrada unovčena

source: Already redeemed
hr: Već unovčeno

# scanPointsAwardedTitle
source: Points awarded
hr: Bodovi dodani

# scanPointsAwardedMessage
source: {customerName} received {pointsAwarded} loyalty points.
hr: {customerName} je primio {pointsAwarded} bodova lojalnosti.

# dashboardNavHome
source: Home
hr: Početna

# dashboardNavBookings
source: Bookings
hr: Termini

# dashboardNavCalendar
source: Calendar
hr: Kalendar

# dashboardNavShift
source: Shift
hr: Smjena

# dashboardNavBrand
source: Brand
hr: Brend

# dashboardNavLocations
source: Locations
hr: Lokacije

# dashboardNavServices
source: Services
hr: Usluge

# dashboardNavRewards
source: Rewards
hr: Nagrade

# dashboardNavBarbers
source: Staff
hr: Tim

# dashboardNavAnalytics
source: Analytics
hr: Analitika

# dashboardBookingsTitle
source: My Bookings
hr: Moji termini

# dashboardShiftTitle
source: My Shift
hr: Moja smjena

# marketingInsightsTitle
source: Marketing Insights
hr: Marketing uvid

# averageTicketValue
source: Avg. ticket value
hr: Prosječna vrijednost kartice

# todayRevenue
source: Today's revenue
hr: Današnji prihod

# todayAppointments
source: Appointments today
hr: Termini danas

# newCustomersToday
source: New customers
hr: Novi kupci

# noShowsToday
source: No-shows
hr: Nedolasci

source: Add new item
hr: Dodaj novu stavku

# addItemTitle
source: Title
hr: Naslov

# addItemTitleHint
source: Enter item title
hr: Unesite naslov stavke

# addItemTitleRequired
source: Title is required
hr: Naslov je obavezan

# addItemCategory
source: Category
hr: Kategorija

# addItemCategoryHint
source: Enter category
hr: Unesite kategoriju

# addItemLocation
source: Location
hr: Lokacija

# addItemSelectLocation
source: Select location
hr: Odaberi lokaciju

# addItemBox
source: Box
hr: Kutija

# addItemSelectBox
source: Select box
hr: Odaberi kutiju

# addItemPriceOptional
source: Price (optional)
hr: Cijena (opcionalno)

# addItemPriceHint
source: Enter price
hr: Unesite cijenu

# addItemSavedSuccess
source: Item {name} saved successfully
hr: Stavka {name} uspješno spremljena

# addItemError
source: Error: {message}
hr: Greška: {message}

# inventoryItems
source: Items
hr: Stavke

# inventoryBoxes
source: Boxes
hr: Kutije

# inventoryLocations
source: Locations
hr: Lokacije

source: Add New Box
hr: Dodaj novu kutiju

# addBoxLabel
source: Box Label
hr: Oznaka kutije

# addBoxLabelHint
source: e.g., Kitchen Utensils, Tools, Documents
hr: npr. Kuhinjski pribor, Alati, Dokumenti

# addBoxLabelRequired
source: Please enter a box label
hr: Unesite oznaku kutije

# addBoxSuccess
source: Box added successfully!
hr: Kutija uspješno dodana!

# addBoxError
source: Error adding box: {error}
hr: Greška pri dodavanju kutije: {error}

source: Add New Location
hr: Dodaj novu lokaciju

# addLocationName
source: Location Name
hr: Naziv lokacije

# addLocationNameHint
source: e.g., Kitchen, Garage, Office
hr: npr. Kuhinja, Garaža, Ured

# addLocationNameRequired
source: Please enter a location name
hr: Unesite naziv lokacije

# addLocationColor
source: Color
hr: Boja

# addLocationColorRequired
source: Please enter a color
hr: Unesite boju

# addLocationColorInvalid
source: Please enter a valid hex color (e.g., #4CAF50)
hr: Unesite ispravnu heksadecimalnu boju (npr. #4CAF50)

# addLocationSuccess
source: Location added successfully!
hr: Lokacija uspješno dodana!

# addLocationError
source: Error adding location: {error}
hr: Greška pri dodavanju lokacije: {error}

source: Select country
hr: Odaberi državu

source: Search country or code
hr: Pretraži državu ili pozivni broj

# switchBrand
source: Switch business
hr: Promijeni salon

# discoverBrand
source: Discover business
hr: Pronađi salon

# switchBrandConfirmTitle
source: Switch business
hr: Promijeni salon

# switchBrandConfirmMessage
source: Switch to {brandName}?
hr: Prebaciti na {brandName}?

# switchBrandButton
source: Switch
hr: Prebaci

# settingsNotifications
source: Notifications
hr: Obavijesti

# settingsNotificationsDescription
source: Reminders and appointment updates
hr: Podsjetnici i ažuriranja termina

# currentBrand
source: Current
hr: Trenutni

# noBrandsFound
source: No businesses found
hr: Nema pronađenih salona

# discoverBrandsHint
source: Tap the scan icon above to discover businesses
hr: Dodirnite ikonu skeniranja iznad za otkrivanje salona

source: Find your business
hr: Pronađite svoj salon

# searchBusinessByTag
source: Search for your business by their unique tag
hr: Pretražite svoj salon po jedinstvenoj oznaci

# searchBusinessByTagSingleLine
source: Search for your business by their unique tag.
hr: Pretražite svoj salon po jedinstvenoj oznaci.

# selectBusinessFirst
source: Please select a business first.
hr: Molimo prvo odaberite salon.

source: Search by Tag
hr: Pretraži po oznaci

# dashboardBrandTitle
source: Brand
hr: Brend

# dashboardBrandName
source: Name
hr: Naziv

# dashboardBrandNameHint
source: e.g. Kingsman Salon
hr: npr. Kingsman Salon

# dashboardBrandNameRequired
source: Name is required
hr: Naziv je obavezan

# dashboardBrandPrimaryColor
source: Primary color
hr: Primarna boja

# dashboardBrandLogoUrl
source: Logo URL
hr: URL logotipa

# dashboardBrandContactEmail
source: Contact email
hr: Kontakt email

# dashboardBrandSlotInterval
source: Slot interval (minutes)
hr: Interval termina (min)

# dashboardBrandBufferTime
source: Buffer time (minutes)
hr: Vrijeme između termina (min)

# dashboardBrandCancelHours
source: Cancel minimum hours
hr: Min. sati za otkaz

# dashboardBrandLoyaltyPointsMultiplier
source: Loyalty points per 1€
hr: Bodovi po 1€

# dashboardBrandLoyaltyPointsMultiplierHint
source: e.g. 10 (30€ → 300 points)
hr: npr. 10 (30€ → 300 bodova)

# dashboardBrandMultiLocation
source: Multi location
hr: Više lokacija

# dashboardBrandSaved
source: Brand saved
hr: Brend spremljen

# dashboardBrandCreated
source: Brand created
hr: Brend kreiran

# dashboardBrandSetConfigId
source: Set default_brand_id in assets/config/default.json
hr: Postavite default_brand_id u assets/config/default.json

# dashboardLocationAdd
source: Add Location
hr: Dodaj lokaciju

# dashboardLocationEdit
source: Edit Location
hr: Uredi lokaciju

# dashboardLocationName
source: Name
hr: Naziv

# dashboardLocationNameHint
source: e.g. Zagreb Centar
hr: npr. Zagreb Centar

# dashboardLocationNameRequired
source: Name is required
hr: Naziv je obavezan

# dashboardLocationAddress
source: Address
hr: Adresa

# dashboardLocationAddressHint
source: Street, city
hr: Ulica, grad

# dashboardLocationPhone
source: Phone
hr: Telefon

# dashboardLocationPhoneRequired
source: Phone number is required
hr: Broj telefona je obavezan

# dashboardLocationAddressRequired
source: Address is required
hr: Adresa je obavezna

# dashboardLocationCoordinates
source: Coordinates
hr: Koordinate

# dashboardLocationLatHint
source: Latitude (e.g. 45.81)
hr: Širina (npr. 45.81)

# dashboardLocationLngHint
source: Longitude (e.g. 15.98)
hr: Duljina (npr. 15.98)

# dashboardLocationWorkingHours
source: Working hours
hr: Radno vrijeme

# dashboardLocationTimeFormat
source: Use HH:mm (e.g. 14:00)
hr: Koristite HH:mm (npr. 14:00)

# dashboardLocationStartBeforeEnd
source: Start must be before end
hr: Početak mora biti prije kraja

# dashboardLocationDayClosed
source: Closed
hr: Zatvoreno

# dashboardLocationSaved
source: Location saved
hr: Lokacija spremljena

# dashboardLocationDeleted
source: Location deleted
hr: Lokacija obrisana

# dashboardLocationDeleteConfirm
source: Delete this location?
hr: Obrisati ovu lokaciju?

# dashboardLocationDeleteConfirmMessage
source: This cannot be undone.
hr: Ova radnja se ne može poništiti.

# dashboardLocationDeleteButton
source: Delete
hr: Obriši

# dashboardLocationEmpty
source: No locations yet. Tap + to add one.
hr: Još nema lokacija. Dodajte novu.

# dashboardLocationNoWorkingHours
source: No working hours set. Tap to add.
hr: Radno vrijeme nije postavljeno. Dodirnite za dodavanje.

# dashboardNoBrand
source: No brand configured
hr: Nije konfiguriran brend

source: Add
hr: Dodaj

source: Edit
hr: Uredi

# dashboardServiceAdd
source: Add Service
hr: Dodaj uslugu

# dashboardServiceEdit
source: Edit Service
hr: Uredi uslugu

# dashboardServiceName
source: Name
hr: Naziv

# dashboardServiceNameHint
source: e.g. Haircut & Wash
hr: npr. Šišanje & Pranje

# dashboardServiceNameRequired
source: Name is required
hr: Naziv je obavezan

# dashboardServicePrice
source: Price
hr: Cijena

# dashboardServicePriceInvalid
source: Enter a valid price
hr: Unesite valjanu cijenu

# dashboardServiceDuration
source: Duration (minutes)
hr: Trajanje (minute)

# dashboardServiceDurationInvalid
source: Enter a valid duration (min 1)
hr: Unesite valjano trajanje (min 1)

# dashboardServiceDurationRequired
source: Duration is required
hr: Trajanje je obavezno

# dashboardServicePriceRequired
source: Price is required
hr: Cijena je obavezna

# dashboardServiceDescription
source: Description
hr: Opis

# dashboardServiceDescriptionHint
source: Optional description
hr: Opcionalni opis

# dashboardServiceAvailableAt
source: Available at
hr: Dostupno na

# dashboardServiceAvailableAtAll
source: All locations
hr: Svim lokacijama

# dashboardServiceAvailableAtSelected
source: Selected locations only
hr: Samo odabranim lokacijama

# dashboardServiceSaved
source: Service saved
hr: Usluga spremljena

# dashboardServiceCreated
source: Service created
hr: Usluga kreirana

# dashboardServiceDeleteConfirm
source: Delete this service?
hr: Obrisati ovu uslugu?

# dashboardServiceDeleteConfirmMessage
source: This cannot be undone.
hr: Ova radnja se ne može poništiti.

# dashboardServiceDeleteButton
source: Delete
hr: Obriši

# dashboardServiceDeleted
source: Service deleted
hr: Usluga obrisana

# dashboardServiceEmpty
source: No services yet. Tap + to add one.
hr: Još nema usluga. Dodajte novu.

# dashboardBarberAdd
source: Add Staff
hr: Dodaj profesionalca

# dashboardBarberEdit
source: Edit Staff
hr: Uredi profesionalca

# dashboardBarberName
source: Name
hr: Naziv

# dashboardBarberNameHint
source: e.g. John Smith
hr: npr. Ivan Horvat

# dashboardBarberNameRequired
source: Name is required
hr: Naziv je obavezan

# dashboardBarberPhotoUrl
source: Photo URL
hr: URL fotografije

# dashboardBarberPhotoUrlRequired
source: Photo URL is required
hr: URL fotografije je obavezan

# dashboardBarberLocation
source: Location
hr: Lokacija

# dashboardBarberLocationRequired
source: Select a location
hr: Odaberite lokaciju

# dashboardBarberNoLocations
source: Add locations first in the Locations tab.
hr: Prvo dodajte lokacije u tabu Lokacije.

# dashboardBarberActive
source: Active
hr: Aktivan

# dashboardBarberWorkingHoursOverride
source: Custom working hours
hr: Prilagođeno radno vrijeme

# dashboardBarberWorkingHoursOverrideHint
source: Override location hours for this staff member. Leave empty to use location hours.
hr: Nadopiši radno vrijeme lokacije za ovog profesionalca. Ostavite prazno za vrijeme lokacije.

# dashboardBarberSaved
source: Staff saved
hr: Profesionalac spremljen

# dashboardBarberCreated
source: Staff created
hr: Profesionalac kreiran

# dashboardBarberDeleteConfirm
source: Delete this staff member?
hr: Obrisati ovog profesionalca?

# dashboardBarberDeleteConfirmMessage
source: This cannot be undone.
hr: Ova radnja se ne može poništiti.

# dashboardBarberDeleteButton
source: Delete
hr: Obriši

# dashboardBarberDeleted
source: Staff deleted
hr: Profesionalac obrisan

# dashboardBarberEmpty
source: No staff yet. Tap + to add one.
hr: Još nema profesionalaca. Dodajte novog.

# dashboardBarberInactive
source: Inactive
hr: Neaktivan

# dashboardRewardAdd
source: Add Reward
hr: Dodaj nagradu

# dashboardRewardEdit
source: Edit Reward
hr: Uredi nagradu

# dashboardRewardName
source: Name
hr: Naziv

# dashboardRewardNameHint
source: e.g. Free coffee
hr: npr. Besplatna kava

# dashboardRewardNameRequired
source: Name is required
hr: Naziv je obavezan

# dashboardRewardDescription
source: Description
hr: Opis

# dashboardRewardDescriptionHint
source: Optional description
hr: Opcionalni opis

# dashboardRewardDescriptionRequired
source: Description is required
hr: Opis je obavezan

# dashboardRewardPointsCostLabel
source: Points cost
hr: Cijena u bodovima

# dashboardRewardPointsInvalid
source: Enter a valid points value (0 or more)
hr: Unesite valjanu vrijednost bodova (0 ili više)

# dashboardRewardPointsCost
source: {points} pts
hr: {points} bod.

# dashboardRewardSortOrder
source: Sort order
hr: Redoslijed

# dashboardRewardActive
source: Active
hr: Aktivna

# dashboardRewardSaved
source: Reward saved
hr: Nagrada spremljena

# dashboardRewardCreated
source: Reward created
hr: Nagrada kreirana

# dashboardRewardDeleteConfirm
source: Delete this reward?
hr: Obrisati ovu nagradu?

# dashboardRewardDeleteConfirmMessage
source: This cannot be undone.
hr: Ova radnja se ne može poništiti.

# dashboardRewardDeleteButton
source: Delete
hr: Obriši

# dashboardRewardDeleted
source: Reward deleted
hr: Nagrada obrisana

# dashboardRewardEmpty
source: No rewards yet. Tap + to add one.
hr: Još nema nagrada. Dodajte novu.

# dashboardRewardInactive
source: Inactive
hr: Neaktivna

source: Closed
hr: Zatvoreno

# openNow
source: OPEN NOW {open} - {close}
hr: OTVORENO SADA {open} - {close}

# calendarTitle
source: Calendar
hr: Kalendar

# calendarToday
source: Today
hr: Danas

# calendarNoAppointments
source: No appointments
hr: Nema termina

# calendarAppointmentsCount
source: {count} appointment(s)
hr: {count} termin(a)

# calendarViewDay
source: Day
hr: Dan

# calendarViewWeek
source: Week
hr: Tjedan

# calendarViewMonth
source: Month
hr: Mjesec

# calendarAppointmentDetails
source: Appointment details
hr: Detalji termina

# calendarClient
source: Client
hr: Klijent

# calendarService
source: Service
hr: Usluga

# calendarTime
source: Time
hr: Vrijeme

# calendarDuration
source: Duration
hr: Trajanje

# calendarPrice
source: Price
hr: Cijena

# calendarLocation
source: Location
hr: Lokacija

source: Error loading appointments
hr: Greška pri učitavanju termina

# shiftTabTitle
source: My Shift
hr: Moja smjena
