Repository: mihazg99/barber
Catalog: lib/l10n/app_*.arb
Languages: hr

# shiftWorkingHours
source: Working Hours
hr: Radno vrijeme

# shiftTimeOff
source: Time Off
hr: Slobodni dani

# shiftAddTimeOff
source: Add Time Off
hr: Dodaj slobodne dane

# shiftNoTimeOff
source: No time-off scheduled
hr: Nema zakazanih slobodnih dana

# shiftUpcomingTimeOff
source: Upcoming Time Off
hr: Nadolazeći slobodni dani

# timeOffStartDate
source: Start Date
hr: Datum početka

# timeOffEndDate
source: End Date
hr: Datum kraja

# timeOffReason
source: Reason
hr: Razlog

# timeOffReasonVacation
source: Vacation
hr: Godišnji odmor

# timeOffReasonSick
source: Sick Leave
hr: Bolovanje

# timeOffReasonPersonal
source: Personal
hr: Osobno

source: Time-off saved
hr: Slobodni dani spremljeni

source: Time-off deleted
hr: Slobodni dani obrisani

# timeOffDeleteConfirm
source: Delete time-off?
hr: Obrisati slobodne dane?

# timeOffDeleteConfirmMessage
source: Are you sure you want to delete this time-off period?
hr: Jeste li sigurni da želite obrisati ovaj period slobodnih dana?

# timeOffEdit
source: Edit
hr: Uredi

# timeOffDelete
source: Delete
hr: Obriši

# timeOffSelectReason
source: Select reason
hr: Odaberite razlog

# timeOffStartDateRequired
source: Start date is required
hr: Početni datum je obavezan

# timeOffEndDateRequired
source: End date is required
hr: Krajnji datum je obavezan

# timeOffEndBeforeStart
source: End date must be after start date
hr: Krajnji datum mora biti nakon početnog datuma

# timeOffDays
source: days
hr: dana

# shiftMyWorkingHours
source: My Working Hours
hr: Moje radno vrijeme

# shiftEditWorkingHours
source: Edit
hr: Uredi

# shiftNoWorkingHours
source: No working hours set
hr: Radno vrijeme nije postavljeno

# shiftClosed
source: Closed
hr: Zatvoreno

# shiftWorkingHoursSaved
source: Working hours updated successfully
hr: Radno vrijeme uspješno ažurirano

# dashboardManualBookingTitle
source: Add appointment
hr: Dodaj termin

# dashboardManualBookingSelectService
source: Select service
hr: Odaberi uslugu

# dashboardManualBookingSelectBarber
source: Select barber
hr: Odaberi profesionalca

# dashboardManualBookingSelectDate
source: Select date
hr: Odaberi datum

# dashboardManualBookingSelectTime
source: Select time
hr: Odaberi vrijeme

# dashboardManualBookingCustomerInfo
source: Customer Info
hr: Podaci o klijentu

# dashboardManualBookingCustomerName
source: Name
hr: Ime

# dashboardManualBookingCustomerNameHint
source: e.g. John Doe
hr: npr. Ivan Horvat

# dashboardManualBookingCustomerNameRequired
source: Name is required
hr: Ime je obavezno

# dashboardManualBookingCustomerPhone
source: Phone
hr: Telefon

# dashboardManualBookingCustomerPhoneRequired
source: Phone is required
hr: Telefon je obavezan

# dashboardManualBookingSuccess
source: Appointment created
hr: Termin kreiran

# dashboardManualBookingSlotTaken
source: Slot taken
hr: Termin zauzet

# dashboardManualBookingNoSlots
source: No available slots
hr: Nema slobodnih termina

# completeAppointmentTitle
source: Complete appointment?
hr: Završiti termin?

# completeAppointmentMessage
source: Are you sure you want to mark this appointment as completed?
hr: Jeste li sigurni da želite označiti ovaj termin kao dovršen?

source: Complete
hr: Dovrši

# appointmentCompleted
source: Appointment marked as completed
hr: Termin označen kao dovršen

# notificationsDisabledInSettings
source: Please enable notifications in system settings
hr: Molimo uključite obavijesti u postavkama sustava

# brandTagHint
source: brand-tag
hr: oznaka-salona

# joinBrand
source: Join {brandName}
hr: Pridruži salonu {brandName}

# markAsNoShowTitle
source: Mark as No-Show?
hr: Označi kao nedolazak?

# markAsNoShowMessage
source: Are you sure you want to mark this appointment as a no-show?
hr: Jeste li sigurni da želite označiti ovaj termin kao nedolazak?

source: No-Show
hr: Nedolazak

source: Appointment marked as no-show
hr: Termin označen kao nedolazak

# downloadAppCta
source: Download STYL
hr: Preuzmi STYL

# webBannerGreetingMorning
source: Good morning
hr: Dobro jutro

# webBannerGreetingAfternoon
source: Good afternoon
hr: Dobar dan

# webBannerGreetingEvening
source: Good evening
hr: Dobra večer

# webBannerWelcome
source: Welcome to {brandName}
hr: Dobrodošli u {brandName}

# webBannerLoyaltyTitle
source: Earn Loyalty Points
hr: Skupljaj bodove vjernosti

# webBannerLoyaltyBody
source: Download STYL to track your visits, earn points, and unlock exclusive rewards.
hr: Preuzmi STYL aplikaciju za praćenje posjeta, skupljanje bodova i otključavanje ekskluzivnih nagrada.

# categoryAddNew
source: Add New Category
hr: Dodaj novu kategoriju

source: Category name
hr: Naziv kategorije

# categorySelect
source: Select category
hr: Odaberi kategoriju

source: Category saved
hr: Kategorija spremljena

# categorySaveError
source: Failed to save category to server: {error}
hr: Greška pri spremanju kategorije: {error}

source: Error
hr: Greška

# locationLat
source: Latitude
hr: Geografska širina

# locationLng
source: Longitude
hr: Geografska dužina

source: OK
hr: U redu

source: Invalid QR code
hr: Neispravan QR kod

# noCompletableAppointmentFound
source: No active or recent completable appointment found
hr: Nije pronađen aktivan ili nedavni termin za dovršetak

# scanCooldownMessage
source: Please wait {seconds} seconds before scanning again
hr: Pričekajte {seconds} sekundi prije ponovnog skeniranja

source: Access restricted
hr: Pristup ograničen

source: Processing…
hr: Obrada u tijeku…

# redeemConfirmMessage
source: Redeem {reward} ({points} {pointsLabel})?
hr: Iskoristiti {reward} ({points} {pointsLabel})?

source: Create
hr: Kreiraj

source: Delete
hr: Obriši

# timeOffLoadError
source: Unable to load time off.
hr: Nije moguće učitati slobodne dane.

# noBarberProfileTitle
source: No Barber Profile Found
hr: Profil frizera nije pronađen

# noBarberProfileMessage
source: Your account has the "Barber" role but is not linked to any barber profile. Please contact support or creating a new barber profile.
hr: Vaš račun ima ulogu "Frizer", ali nije povezan s profilom frizera. Kontaktirajte podršku ili kreirajte novi profil.

# dashboardBrandId
source: Brand ID: {id}
hr: ID Brenda: {id}
